Repository: VKCOM/vkid-ios-sdk
Catalog: VKID/Sources/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, pl, tr, uk

# vkconnect_auth_onetap_login_via_vkid
source: Sign in with VK ID
de: Mit VK-ID anmelden
es: Iniciar sesión con VK ID
fr: Se connecter avec VK ID
pl: Wejdź z VK ID
tr: VK ID aracılığıyla gir
uk: Увійти з VK ID

# vkconnect_auth_onetap_btn_sign_up_with_vkid
source: Sign up with VK ID
de: Mit VK ID anmelden
es: Registrarse con VK ID
fr: Prendre RDV avec VK ID
pl: Zapisz się z VK ID
tr: VK ID ile kaydol
uk: Записатися з VK ID

# vkconnect_auth_onetap_btn_get_with_vkid
source: Get with VK ID
de: Mit VK ID erhalten
es: Obtener con VK ID
fr: Obtenir avec VK ID
pl: Otrzymaj z VK ID
tr: VK ID ile al
uk: Отримати з VK ID

# vkconnect_auth_onetap_btn_open_with_vkid
source: Open with VK ID
de: Mit VK ID öffnen
es: Abrir con VK ID
fr: Ouvrir avec VK ID
pl: Otwórz z VK ID
tr: VK ID ile aç
uk: Відкрити з VK ID

# vkconnect_auth_onetap_btn_calculate_with_vkid
source: Calculate with VK ID
de: Mit VK ID berechnen
es: Calcular con VK ID
fr: Calculer avec VK ID
pl: Oblicz z VK ID
tr: VK ID ile hesapla
uk: Розрахувати з VK ID

# vkconnect_auth_onetap_btn_order_with_vkid
source: Order with VK ID
de: Mit VK ID bestellen
es: Pedir con VK ID
fr: Commander avec VK ID
pl: Zamów z VK ID
tr: VK ID ile sipariş ver
uk: Замовити з VK ID

# vkconnect_auth_onetap_btn_make_order_with_vkid
source: Order with VK ID
de: Mit VK ID Bestellung aufgeben
es: Pedir con VK ID
fr: Commander avec VK ID
pl: Wypełnij z VK ID
tr: VK ID ile işlem yap
uk: Оформити з VK ID

# vkconnect_auth_onetap_btn_submit_request_with_vkid
source: Send request with VK ID
de: Mit VK ID Anfrage stellen
es: Enviar solicitud con VK ID
fr: Envoyer demande avec VK ID
pl: Zostaw wniosek z VK ID
tr: VK ID ile talepname bırak
uk: Залишити запит з VK ID

# vkconnect_auth_onetap_btn_participate_with_vkid
source: Participate with VK ID
de: Mit VK ID teilnehmen
es: Participar con VK ID
fr: Participer avec VK ID
pl: Uczestnicz z VK ID
tr: VK ID ile katıl
uk: Брати участь з VK ID

# vkconnect_auth_onetap_btn_sign_up
source: Sign up
de: Anmelden
es: Registrarse
fr: Prendre RDV
pl: Zapisz się
tr: Kaydol
uk: Записатися

# vkconnect_auth_onetap_btn_get
source: Get
de: Erhalten
es: Obtener
fr: Obtenir
pl: Otrzymaj
tr: Al
uk: Отримати

# vkconnect_auth_onetap_btn_open
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
pl: Otwórz
tr: Aç
uk: Відкрити

# vkconnect_auth_onetap_btn_calculate
source: Calculate
de: Berechnen
es: Calcular
fr: Calculer
pl: Oblicz
tr: Hesapla
uk: Розрахувати

# vkconnect_auth_onetap_btn_order
source: Order
de: Bestellen
es: Pedir
fr: Commander
pl: Zamów
tr: Sipariş ver
uk: Замовити

# vkconnect_auth_onetap_btn_make_order
source: Place order
de: Bestellung aufgeben
es: Hacer pedido
fr: Passer commande
pl: Wypełnij zamówienie
tr: Siparişi tamamlar
uk: Оформити замовлення

# vkconnect_auth_onetap_btn_submit_request
source: Send request
de: Anfrage stellen
es: Enviar solicitud
fr: Envoyer demande
pl: Pozostaw wniosek
tr: Başvuru bırak
uk: Залишити запит

# vkconnect_auth_onetap_btn_participate
source: Participate
de: Teilnehmen
es: Participar
fr: Participer
pl: Uczestnicz
tr: Katıl
uk: Брати участь

# vkconnect_auth_floatingonetap_btn_unauth_sign_in_to_account
source: Sign in with VK ID
de: Mit VK-ID anmelden
es: Iniciar sesión con VK ID
fr: Se connecter avec VK ID
pl: Wejdź z VK ID
tr: VK ID aracılığıyla gir
uk: Увійти з VK ID

# vkconnect_auth_floatingonetap_header_sign_in_to_service
source: Sign in to service or sign up
de: Melden Sie sich beim Dienst an oder registrieren Sie sich
es: Acceder al servicio o registrarse
fr: Connectez-vous au service ou inscrivez-vous
pl: Wejdź do serwisu lub zarejestruj się
tr: Hizmete girin yada oturum oluşturun
uk: Увійдіть у сервіс або зареєструйтеся

# vkconnect_auth_floatingonetap_btn_unauth_sign_in_to_service
source: Sign in with VK ID
de: Mit VK-ID anmelden
es: Iniciar sesión con VK ID
fr: Se connecter avec VK ID
pl: Wejdź z VK ID
tr: VK ID aracılığıyla gir
uk: Увійти з VK ID

# vkconnect_auth_floatingonetap_description
source: Afterwards, you'll have access to all of the service's features. Your personal data will be carefully protected.
de: Anschließend stehen Ihnen alle Funktionen des Dienstes zur Verfügung. Ihre persönlichen Daten werden sorgfältig geschützt.
es: Después, tendrás acceso a todas las funciones del servicio. Tus datos personales estarán cuidadosamente protegidos.
fr: Cela vous permettra d'avoir accès à toutes les fonctionnalités du service. Vos données personnelles seront soigneusement protégées.
pl: Po tym wszystkie funkcje serwisu będą dostępne. Twoje dane będą dobrze chronione.
tr: Bundan sonra hizmetin tüm özellikleri kullanımınıza sunulacaktır. Verileriniz güvenilir bir şekilde korunacaktır.
uk: Після цього вам стануть доступні всі можливості сервісу. Ваші дані будуть надійно захищені.

# vkconnect_auth_floatingonetap_header_sign_in_to_account
source: Sign in to %@ account
de: Melden Sie sich bei Ihrem %@-Konto an
es: Acceder a la cuenta %@
fr: Connectez-vous à %@
pl: Wejdź na rachunek %@
tr: %@ hesabına girin
uk: Увійдіть в обліковий запис %@

# vkconnect_auth_floatingonetap_header_registration_for_event
source: Sign up for event
de: Melden Sie sich für die Veranstaltung an
es: Registrarse en el evento
fr: Inscrivez-vous à l'événement
pl: Zarejestruj się na wydarzenie
tr: Eylemde kaydolun
uk: Зареєструйтеся на захід

# vkconnect_auth_floatingonetap_btn_unauth_registration_for_event
source: Continue with VK ID
de: Mit VK-ID fortfahren
es: Continuar con VK ID
fr: Continuer avec VK ID
pl: Kontynuuj z VK ID
tr: VK ID aracılığıyla devam et
uk: Продовжити з VK ID

# vkconnect_auth_floatingonetap_header_submit_applications
source: Apply with VK ID
de: Bewerben Sie mit VK-ID
es: Solicitar con VK ID
fr: Envoyez une demande avec VK ID
pl: Złóż wniosek z VK ID
tr: VK ID yardımıyla başvuru gönderin
uk: Подайте запит з VK ID

# vkconnect_auth_floatingonetap_btn_unauth_submit_applications
source: Continue with VK ID
de: Mit VK-ID fortfahren
es: Continuar con VK ID
fr: Continuer avec VK ID
pl: Kontynuuj z VK ID
tr: VK ID aracılığıyla devam et
uk: Продовжити з VK ID

# vkconnect_auth_floatingonetap_header_make_order_without_service
source: Place order with VK ID
de: Machen Sie eine Bestellung mit VK-ID
es: Realizar pedido con VK ID
fr: Passez la commande avec VK ID
pl: Wypełnij zamówienie z VK ID
tr: VK ID aracılığıyla sipariş oluşturun
uk: Оформіть замовлення з VK ID

# vkconnect_auth_floatingonetap_btn_unauth_make_order_without_service
source: Order with VK ID
de: Mit VK-ID bestellen
es: Pedir con VK ID
fr: Commander avec VK ID
pl: Wypełnij z VK ID
tr: VK ID ile işlem yap
uk: Оформити з VK ID

# vkconnect_auth_floatingonetap_header_make_order_with_service
source: Place order on %@ with VK ID
de: Machen Sie eine Bestellung auf %@ mit VK-ID
es: Realizar pedido en %@ con VK ID
fr: Passez la commande sur %@ avec VK ID
pl: Wypełnij zamówienie w %@ z VK ID
tr: VK ID aracılığıyla %@ te sipariş oluşturun
uk: Оформіть замовлення в %@ з VK ID

# vkconnect_auth_floatingonetap_btn_unauth_make_order_with_service
source: Order with VK ID
de: Mit VK-ID bestellen
es: Pedir con VK ID
fr: Commander avec VK ID
pl: Wypełnij z VK ID
tr: VK ID aracılığıyla oluştur
uk: Оформити з VK ID

# vkconnect_auth_via_providers_legal
source: or sign in with VK ID using information from a service
de: oder melden Sie sich mit Ihrer VK-ID an, indem Sie Informationen aus dem Dienst verwenden
es: o iniciar sesión con VK ID utilizando la información de un servicio
fr: ou se connecter avec VK ID en utilisant les informations d'un service
pl: lub wejdź poprzez VK ID przy użyciu danych z serwisu
tr: Ya da hizmetteki verileri kullanarak VK ID hizmeti yardımıyla gir
uk: або увійти через VK ID з використанням даних із сервісу

# vkconnect_oauth_ok_button_primary_title
source: Sign in with OK
de: Mit OK anmelden
es: Iniciar sesión con OK
fr: Se connecter avec OK
pl: Wejdź z OK
tr: OK'den gir
uk: Увійти з OK

# vkconnect_oauth_mail_button_primary_title
source: Sign in with Mail.ru
de: Mit Mail.ru anmelden
es: Iniciar sesión con Mail.ru
fr: Se connecter avec Mail.ru
pl: Wejdź z Mail.ru
tr: Mail.ru'den gir
uk: Увійти з Mail.ru

# vkid_sheet_state_auth_in_progress
source: Signing in...
de: Anmeldung
es: Iniciar sesión...
fr: Connexion...
pl: Autoryzacja...
tr: Giriş yapılıyor...
uk: Авторизація...

# vkid_sheet_state_auth_success
source: Success
de: Gelungen!
es: Éxito!
fr: Succès
pl: Pomyślnie
tr: Başarılı
uk: Успішно

# vkid_sheet_state_auth_failed_retry
source: Try again
de: Erneut versuchen
es: Probar de nuevo
fr: Réessayer
pl: Powtórz próbę
tr: Tekrar dene
uk: Повторити спробу

# vkid_sheet_state_auth_failed
source: Failed to sign in
de: Anmeldung fehlgeschlagen
es: Error al iniciar sesión
fr: Impossible de se connecter
pl: Nieudana autoryzacja
tr: Üye girişi yapılamadı
uk: Не вдалося авторизуватися
